{
    "resorts" : [
  {
    "name":"Morzine",
    "country":"France",
    "level":"Begninner-intermediate",
    "description":""
  },
  {
    "name":"Avoriaz",
    "country":"France",
    "level":"intermediate",
    "description":""
  },
  {
    "name":"Pas de la Casa",
    "country":"Andora",
    "level":"Begninner-intermediate",
    "description":"Set high on the border into France, Pas de la Casa really does feel like a frontier town. Loads of French and British descend, looking for tax-free bargains and plenty of cheap booze, and this makes the après-ski extremely lively."
  },
  {
    "name":"Obergurgl",
    "country":"Austria",
    "level":"Advanced",
    "description":"Obergurgl is great for beginners and intermediates, which, along with good ski schools, makes for an excellent family ski holiday destination. One of the highest resorts in Austria at 1930m, Obergurgl has an excellent snow record and long season. Linked to Hochgurgl, there are over 100km of runs to enjoy. For more advanced skiers and boarders."
  },
  {
    "name":"Saalbach",
    "country":"Austria",
    "level":"intermediate",
    "description":"Saalbach-Hinterglemm, like Ischgl, is one of the biggest lift-linked resorts in Austria, with 200km of runs. It combines an attractive Austrian village with the convenience (excellent lift links and good piste maintenance) of French resorts. There is skiing/boarding for all abilities, particularly better intermediates. For advanced skiers, there is slightly less appeal, with ..."
  },
  {
    "name":"Aspen",
    "country":"USA",
    "level":"Advanced",
    "description":"Aspen is one of the greatest American ski resorts. It has a reputation for being a star-studded place, expensive and a poseur's paradise. This is partially true, but Aspen can also be enjoyed by those on lower budgets, while decent snow is almost always guaranteed.."
  },
  {
    "name":"Beaver Creek",
    "country":"USA",
    "level":"Advanced",
    "description":"CLinked to Vail, Beaver Creek was developed only 20 years ago and is even more exclusive than its neighbour. It shares many of Vail's attributes, including the link to 3 other ski areas by bus (Keystone, A-Basin and Breckenridge). Snow is very reliable, but if it fails there is massive snowmaking potential. It is mostly an intermediates paradise, although there are some ..."
  }
]}
